export const USER_ERRORS = {
  USER_NOT_FOUND: '[Сервис пользователей]: Пользователь не найден!',
  USERS_NOT_FOUND: '[Сервис пользователей]: Пользователи не найдены!',
  ROLES_NOT_FOUND: '[Сервис пользователей]: Указанные роли не существуют!',
  NAMES_NOT_FOUND: '[Сервис пользователей]: Указанные имена не существуют!',
  USER_ALREADY_EXISTS:
    '[Сервис пользователей]: Пользователь с таким именем уже существует!',
  INTERNAL_SERVER_ERROR: '[Сервис пользователей]: Внутренняя ошибка сервера!',
};
